[
  {
    "storyName": "Tutorial",
    "imageUrl": "tutorial",
    "storyPieces": [
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "“Hey, you there!” you hear someone call out to you. A lean man comes walking up to you. “I haven’t seen you before. Are you new to the kingdom of the Essteling?” you nod in response; you had just arrived. “well it's nice to see a fresh face around, the kingdom has become quiet empty lately. The names Scribe, I’m the kingdoms librarian.” the man looked at you with a puzzled stare. “are you by any chance the new seeker?” again you nod in response. “that’s great, the kingdom could use some help.” He said cheerful. “Let me bring you to the castle, they probably want to see you as soon as possible.” You follow Scribe to the castle through the empty streets. “As you probably know the evil spirit has been taking away the stories and locking them up so not many people visit this part anymore.” Scribe sighs. “but now you’re here and can help us get them back.” The librarian brings you to the gate of the castle and goes back to the town.  ",
        "storyPartTwo": "tutorial_kasteel",
        "storyPartThree": "Inside you find two people bickering one smaller man and a tall woman each of them had books and other equipment on their belts. Those two must be the kingdoms seekers. You approach and hear what they are bickering about. “do you have any idea how long this is going to take with all the searching, researching and don’t forget the possible monster fighting.” The man said in a stressed tone. “long and dangerous but like I’ve said the past 20 times you need to get yourself up those stories aren’t going to free themselves” she snapped back at him. She sees you and looks you over. Then turns her companion to face you. “ow did you need something of us?” he said in an apologetic tone. “of course, Pardipsus that is obviously a junior seeker.” She said. Pardipsus narrowed his eyes looking at what you have with you and what you are wearing. “Ah yes, I think your right Zorna” he nods enthusiastically. “say if you’re a seeker then that must mean you’re here to help us, right?” Zorna asks you. You nod in response. “Then let’s get started, there is no time to waste.” ",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "In the lab of the seekers you see many papers on the floor and many books and gadgets on the tables. The two of them have obviously not been the greatest fans of cleaning. “As a fresh member of the seekers you probably don’t have much experience with the book of stories I suppose.” Pardipsus says. “so, let us help you with that.” they show you their books of stories pardipsus has a vibrant green covered one while Zorna has a grey one. “I have a colour-blind version because I can’t see colours, it helps me with using it. If you need that you can use some of the settings spells in the back, well get to those later.”  ",
        "storyPartTwo": "",
        "storyPartThree": "“As you may have been told the evil spirit of the forest has been taking the stories of the Essteling and binding them in the forest.” Pardipsus tells you. “To defeat the evil spirit, you need to unbind the stories and free them. Only with enough magic from the stories are we able to defeat the spirit.” Zorna points in her book. “To free the spirits we need to use a specific spell. The spell tends to change but it can usually be found close to the place where the stories are kept by the spirit.” Zorna explains to you. “if you use that spell with your book of stories you can start unbinding them. Read through the story and do the tasks that it requires of you. Only then are they freed.” You look at the Pardipsus’ book and see a large number of stories locked away. “This is a list of all stories we know of who have bene locked away. There might be more. I have given you a smaller list to begin with. you can find them here.” He says pointing to his book. ",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "You see a large portion of the book still left and wonder what it is. “That is the achievements section its where you can see how well your doing at being a seeker.” Pardipsus whispers in your ear “Zorna doesn’t have a single one yet so she might be sour if you get one.” He snickers as Zorna throws him an angry glance. “you’ll get one automatically if your get that far so check there from time to time.” ",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID": 2,
        "tieInText": "Answer Zorna and Pardipsus their questions correctly"
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      }
    ]
  },
  {
    "storyName": "The three little piglets",
    "imageUrl": "threepigs",
    "storyPieces": [
    {
      "pieceID" : 1,
      "storyAudio1" :  "biggetje_en_1",
      "storyAudio3" : "biggetje_en_2",
      "storyAudio5" : "biggetje_en_3" ,
      "storyPartOne": "In a faraway forest there lived a mother pig with her three young piglets in their small house. The house became very crowded very quickly, so mother pig decided to send the piglets out to find their own house. The piglets complained but ended up listening to their mother. The next day the piglets set out, each piglet took a different direction. Mother pig waved them goodbye until they were nowhere to be found.",
      "storyPartTwo": "huisje_van_biggetje_1",
      "storyPartThree": "The first piglet found a farmer who was gathering straw and sticks in his field. This confused the piglet, so he asked, “Why are you gathering straw and sticks, farmer?” The farmer responded, “To build a hut for my hens, so they are kept warm and dry.” The piglet was impressed by the farmer and decided to build his house out of straw and sticks too. He worked hard and managed to build his house. Now if it would rain, he would be warm and dry he thought. The piglet was tired of his hard work and went to bed but was soon awoken by a loud stomping. ",
      "storyPartFour": "",
      "storyPartFive": "A grey wolf had come to his house. “What is this? A piglet in a hut, can I enter?” the wolf wheezed. The piglet feared the wolf and said, “no big wolf, you may not. My house is too small for us both. The wolf was disappointed and said “Well then I will wheeze and blow your house away.” The wolf blew against the straw house and it fell apart. The piglet was sad to see his house like that and ran back to mother pig while sniffling “my house..., my house is gone!”"
    },
    {
      "pieceID" : 1,
      "storyAudio1" :  "biggetje_en_4",
      "storyAudio3" : "biggetje_en_5",
      "storyAudio5" : "biggetje_en_6" ,
      "storyPartOne": "The second piglet came across a woodcutter in the woods. “Why are you cutting so many trees, woodcutter?” the piglet asked. The woodcutter put down his axe and looked at the piglet. “So, I may build a house from these logs.” He explained. The piglet was amazed by the woodcutter and wanted a house of wood too. Sadly, the piglet had no axe of his own. The piglet had noticed that the woodcutter had missed a tree. “Why did you not cut that one?” the piglet asked. “It is too weak,” he said and knocked on it. “It's hollow you see” an echo could be heard through the tree. The woodcutter waved and went back to his house. “Good luck with finding your house!” he said. ",
      "storyPartTwo": "huisje_van_biggetje_2",
      "storyPartThree": "The piglet peeped into the hollow tree and saw there was enough space in it for him. He squeezed himself through the opening and went to bed. The piglet did not sleep for long however for a grey wolf came stomping by. “What is this? A piglet in a tree, can I enter?” The wolf huffed. “No, no, you are too big. That wouldn’t fit.” The piglet squealed. “Well then I will wheeze and blow your house away.” the wolf blew against the hollow tree and it started to groan. The roots eventually let go and the tree flew away leaving the piglet behind. The piglet was sad and ran back to mother pig while sniffling “my house..., my house is gone”.",
      "storyPartFour": "",
      "storyPartFive": ""
    },
      {
        "pieceID": 2,
"tieInText": "Mother big is worried about her children, can you help her? \n Answer her questions correctly and she will reward you!"
      },
    {
      "pieceID" : 1,
      "storyAudio1" :  "biggetje_en_7",
      "storyAudio3" : "biggetje_en_8",
      "storyAudio5" : "" ,
      "storyPartOne": "The third piglet came by a potter, who was throwing bricks at his oven. “Why Does my oven only bake bricks?!” he yelled at it. The piglet looked at the pile of bricks. “What are you going to do with the bricks?” the piglet asked. “throw them away, I guess” the potter said. “Can I have them to build my house?” The piglet asked kindly. “Sure, take them” and so the piglet went to work with the potter watching him. “You will need to put clay between the bricks to keep them together. That way they won't blow away.” The potter said before he helped the piglet build. Together they had fun building the piglets home. When the home was nearly finished the house only needed a door. The potter ran back to his house and came back excited with a small wooden door. “This used to be the door of my old oven, I want you to have it.” The piglet thanked him and together they put it in. ",
      "storyPartTwo": "huisje_van_biggetje_3",
      "storyPartThree": "As night started to fall the piglet went to bed only to be awoken by thumping.  “What is this? A piglet in a house, can I enter?” The wolf huffed. “No, no, I will not let you. It is too late in the night.” The piglet squealed. “Well then I will wheeze and blow your house away.” The wolf wheezed and blew with all its might, ripping leaves off trees. The wolf kept blowing and wheezing until he had no air left. That is when he laid down to see the house had not moved an inch. The piglet grinned as he saw his new neighbour run at the wolf with a broom. Tired and beaten the wolf ran into the woods never to be seen again. Now the piglet could live safely in his new house. ",
      "storyPartFour": "",
      "storyPartFive": "When the third piglet visited mother pig, he found his other two brothers sitting there. They told him what happened, and the third piglet decided he could help. So, the three of them went to work to build two more stone houses. Each for one piglet. And so, they all could live safely in their own homes. And mother pig finally had some peace and quiet."
    }
  ]
  },
  {
    "storyName": "Hansel and Gretel",
    "imageUrl": "hansgretel",
    "storyPieces": [
      {
        "pieceID" : 1,
        "storyAudio1" :  "hansengrietje_en_1",
        "storyAudio3" : "hansengrietje_en_2",
        "storyAudio5" : "hansengrietje_en_3" ,
        "storyPartOne": "At the edge of the Story woods there lays the village Kaatswoud. In that village lived a poor woodcutter with his wife and two kids, Hansel and Gretel. Hansel and Gretel were often alone with their stepmother while their dad was working. Their stepmother didn’t like the children, but she only became cruel to them once the food started running low. One night hansel overheard his stepmother and father talk about the shortage. “Winter arrives soon, and we have barely any food left. We must leave the kids in the forest, that’s the only way we will have enough.” She said softly to her husband. His father didn’t want to hear any of it and told her it wouldn’t happen. Hansel wasn’t so convinced knowing what his stepmother was capable of. The next morning Hansel gathered some stones from the garden and put them in his pockets. Just in time for their stepmother to come and get them. “we are going to the forest children. We are going to gather mushrooms while your father is working.”",
        "storyPartTwo": "",
        "storyPartThree": "The stepmother led the children deep into the forest. Once they were very deep, she turned to them and told them. “Wait here for me, I'll be back in a moment.” Hansel knew this to be false but waited for the woman to be out of sight. After an hour of waiting Gretel started getting scared. “It's fine Gretel, I know the way back home thanks to the trail of stones I dropped.” Hansel comforted her. Hansel and Gretel walked hand in hand through the woods back home thanks to the trail of stones. Their stepmother was surprised and furious to see the two back home and grabbed two pieces of bread and dragged them back into the woods. ",
        "storyPartFour": "hans_griet_steentjes",
        "storyPartFive": "This time Hansel had not gotten the chance to gather stones, but he wasn’t worried he used the stale bread and made a breadcrumbs trail along the way. Their stepmother took them deep into the forest again and went even further. Once far enough she told them she would only come to get them once they finished their bread and then she left. Well behaved Gretel started eating the bread but once their stepmother was out of sight Hansel grabbed his sister and started following the breadcrumbs back. To his surprise, the birds had eaten the trail. “Stupid birds, now we can’t find our way home.” He yelled at them. They walked on hoping to find the trail again, but they only got more lost. After a few hours, they found a small house in the forest."
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "hansengrietje_en_4",
        "storyAudio3" : "hansengrietje_en_5",
        "storyAudio5" : "hansengrietje_en_6" ,
        "storyPartOne": "To their surprise, the house was made of gingerbread, cookies and candy. The children had gotten hungry and ran towards it. They tore off pieces of the gingerbread fence and ate it. Not much longer a voice called out. \"Nibble, nibble, like a mouse, who is nibbling at my house?” surprised by the voice the children looked at where the voice had come from. An old lady stood at the door waving at them. “come inside and eat at the table, children.” The woman said as she gestured the children to come inside. Hansel and Gretel ran in and started devouring the food. The table had been filled with meats, candy and all kinds of desserts. After the two had eaten the table empty the woman said, “You must be tired from filling your bellies, why don’t you go and sleep in beds upstairs.” The children followed the woman and slept sweetly through the night.",
        "storyPartTwo": "hans_en_grietje_huis",
        "storyPartThree": "The following morning Gretel awoke and found her brother missing. When she went downstairs, she found him in a cage. Gretel ran towards the cage but was held back by the lady. “No, no girl, he stays there until he is nice and fat so I may eat him.” That was the moment they knew that the old kind lady was actually a terrible witch. Gretel was forced to do chores, while the witch fed Hansel to get him fatter. The children found out the witch had bad eyesight. Every day the Witch asked Hansel to stick out his finger instead Hansel gave the witch a chicken bone. ",
        "storyPartFour": "",
        "storyPartFive": "After many days of frustration, the witch was done waiting. “girl prepare the oven; I have waited too long. I am hungry” Gretel opened the oven and looked it its large belly. It was very large, large enough for even the witch to fit in. “I don’t think Hansel will fit in the oven” she lied. “What are you babbling on about, of course he'll fit.” The witch said as she came to take a look in the oven. Gretel waited for the witch to stick her head into the oven and then pushed her in."
      },
      {
        "pieceID": 3,
        "preActionText": "Quickly close the oven door, so she can't escape!",
        "postActionText": "Good job Hansel and Gretel are now safe from the witch.",
        "MQTTTopic": "OVEN",
        "preImage": "hans_en_grietje_oven1",
        "postImage": "hans_en_grietje_oven2"
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "hansengrietje_en_7",
        "storyAudio3" : "hansengrietje_en_8",
        "storyAudio5" : "hansengrietje_en_9" ,
        "storyPartOne": "Now that the witch was in the oven she screamed. Gretel ran to the table where she had seen the key and released her brother. “Good job” Hansel praised. The children took bags filled with food with them and ran away from the candy house. When they were far enough, they still needed to find a way back home. The children remembered that north had the most chance of leading them home from their father and ran that way.",
        "storyPartTwo": "",
        "storyPartThree": "They ran and ran until they found the place where they had left the stale bread. A bird sat next to the bread and was eating from it. As Hansel and Gretel came closer the bird flew up and started flying in circles between them and a place ahead. “It seems to want to lead us somewhere” Gretel said. Hansel doubted it but decided it couldn’t hurt to give it a chance. The children followed the bird and eventually found their way out of the forest and back at home.",
        "storyPartFour": "hans_en_grietje_terugkomst",
        "storyPartFive": "Inside they found their father alone in the kitchen. Hansel and Gretel called out for their father who in surprise and relief embraced them in his arms. The children gave their father the bags with food and he told them they didn’t have to worry about that terrible stepmother anymore. Apparently, she died spontaneously a few hours ago. And so the three of them lived a long life with filled bellies."
      }
    ]
  },
  {
    "storyName": "Little red riding hood",
    "imageUrl": "redriding",
    "storyPieces": [
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID": 3,
        "preActionText": "",
        "postActionText": "",
        "MQTTTopic": "DOORBELL",
        "preImage": "roodkapje_aanbellen",
        "postImage": "verklede_wolf"
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      }
    ]
  },
  {
    "storyName": "Dragon argonat",
    "imageUrl": "blaaskaak",
    "storyPieces": [
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "Deep in the darkest parts of the forest there lives a dragon with countless treasures that it has collected over the years. This dragon was the great green dragon Argonant. Argonant was an arrogant dragon who claimed that no human can steel his treasure from him for as long as he guarded it. Many knights and princes tried but all came back with burned behinds. The king put up a bounty for any who could steal from that arrogant dragon would be knighted by him. So many again went and tried to steal from the dragon Argonant. All came back with empty hands. ",
        "storyPartTwo": "",
        "storyPartThree": "“Can nobody steal from this arrogant dragon?” the king asked. A small body stepped forward. “i am small and can sneak past the dragon. He has a bad eyesight.” the king laughed at the boy and told him this was a grownups task and not for little kids. The boy stomped off and went into the forest.  the path had been so often walked by the knights that it was easy to follow. The boy came across the clearing where the dragon sat. The dragon was guarding its chest and puffed a small smoke cloud out its nose. Its green scales shimmered in the dun and its breathing rumbled through the woods like thunder. When the boy got close the dragon made a loud noise and his eyes shot towards the boy. “who disturbs my slumber? Are you here to steal my treasure?” snarled the dragon. “no dragon I came here to admire you” said the boy. “i had never seen a dragon so large and strong before.” The dragon snorted and stared ahead. “that is fine but stay away from my treasure” “but I would also like to admire your treasure” said the boy. “can you open the lid of the chest so I can see it from here?” the dragon nodded and opened the chest. The boy walked closer till the dragon's eyes shot off back to him. “do not come closer, or I will burn you.” he growled. The boy stepped back. Now he knew how far he could until the dragon saw him. The boy kept trying the dragon's eyesight from different sides and noticed the front was its worst side. The boy started sneaking towards the treasure chest. ",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID": 3,
        "preActionText": "You need to keep the correct distance to not anger the dragon and steal the treasure. ",
        "postActionText": "You successfully stole the treasure, well done. ",
        "MQTTTopic": "Draak",
        "preImage": "blaaskaak_schatkist",
        "postImage": "schatkist"
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "The boy crept back. “ow great dragon, you watch over your treasure so well, but I have to go back home now said the boy. “may I come by again?” he asked. “you may, you may come and admire me and my treasure every day if you wish.” he said with a proud smile on him. The boy promised to come by the next day en went home. At home he hid the treasure in his bedroom. The city laughed at him when he returned to them with empty hands, the boy knew better though. And so, the boy went back to steel one treasure each day until the chest was empty. When he took the last treasure, he told the dragon he wasn’t allow to come back again and the was sad about that. He enjoyed the company that wouldn’t try to steal his treasures. The boy grabbed the bag where he hid the treasures in. He approached the king and placed the bag of treasures in front of the king. The king was surprised, and his eyes went wide. “well done, now I will knight you to knight …\" “Johan” the boy said. Johan was named knight but knew something about the king not many knew. The king too had bad eyesight and Johan used the same trick on him.  And so, knight Johan stole a treasure from the king every day until he had them all back. In the end he would live a rich life leaving the arrogant king and the dragon Argonant none the wiser of their stolen treasure.",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      }

    ]
  }
]
