[
  {
    "storyName": "De drie biggetjes",
    "imageUrl": "threepigs"
   , "storyPieces": [
    {
      "pieceID" : 1,
      "storyAudio1" :  "",
      "storyAudio3" : "",
      "storyAudio5" : "" ,
      "storyPartOne": "In het bos woonde een moeder big met drie kinderen. Moeder big had maar een klein huisje waar ze haar groter wordende kinderen niet in kwijt kon. Ze besloot ze op avontuur te sturen om een nieuw huisje te vinden voor hunzelf. De biggetjes zeurde, maar moeder big had de keuze al gemaakt. De volgende dag gingen ze alle drie op pad. Ieder een richting op. Moeder big zwaaide ze uit tot ze verdwenen waren in het bos.",
      "storyPartTwo": "huisje_van_biggetje_1",
      "storyPartThree": "Het eerste biggetje vond een boer die stro en takken aan het verzamelen was. Het biggetje vroeg waarom hij dat deed en de boer antwoordde simpelweg: “Om een hutje te maken voor mijn kippen, zo blijven ze warm en droog.”, het eerste biggetje was onder de indruk van de boers idee en ging ook stro en takken verzamelen. Het biggetje was zijn nieuwe huisje gaan bouwen maar kon geen muren maken. Na harde werk kon hij droog blijven mocht het gaan regenen. Het biggetje ging slapen in zijn hutje maar werd wakker gemaakt door gestomp.",
      "storyPartFour": "",
      "storyPartFive": "Een grijze oude wolf kwam langs gestrompeld. “Wat is dit nou? Een biggetje in een hutje, mag ik binnenkomen?” hoestte de wolf. Het biggetje bang van de wolf zei: “Nee grote wolf je mag niet binnentreden, mijn huisje is niet groot genoeg voor z’n tweeën.” De wolf teleurgesteld zei: “Dan hoest ik en proest ik je huisje wel weg” De wolf hoestte zo hard dat de wind stil viel, en zo hard dat het hutje van het eerste biggetje kapotwaaide. Het biggetje was verdrietig en bang. “Mijn huisje is weg.” Zei hij huilend op weg naar moeder big."
    },
    {
      "pieceID" : 1,
      "storyAudio1" :  "",
      "storyAudio3" : "",
      "storyAudio5" : "" ,
      "storyPartOne": "Het tweede biggetje kwam na lang zoeken in het bos een houthakker tegen. “Waarom hak je al deze bomen om?” vroeg het biggetje. De houthakker legde zijn bijl neer. “Omdat ik mijn huis uit deze bomen ga maken.” het biggetje was verbaast en wilde ook een huis van bomen bouwen. Jammer genoeg voor het tweede biggetje had hij geen bijl zoals de houthakker. Het biggetje keek rond en zag een boom die de houthakker had overgeslagen. “Waarom heb je die niet meegenomen?” vroeg het biggetje. “Die is te zwak” zei de houthakker “Hij is hol vanbinnen” hij klopte erop en het biggetje hoorde een hol geluid. “Succes met je huisje vinden” zei de houthakker terwijl hij wegliep met zijn hout.",
      "storyPartTwo": "huisje_van_biggetje_2",
      "storyPartThree": "Het biggetje keek naar de holle boom en keek er in. “Ik kan hier wonen, het is groot genoeg voor mij!” hij kroop er in en maakte zich comfortabel. Net wilde hij gaan slapen toen een grote grijze wolf langs liep. De wolf zag het biggetje en vroeg weer: “Wat is dit nou? Een biggetje in een boom, mag ik binnenkomen?” het biggetje schoot wakker en riep: “Nee, nee je bent te groot, dat past niet”. De wolf was weer teleurgesteld en hoestte naar het biggetje. “Dan hoest ik en proest ik je huisje wel weg” en zo hoestte hij zo hard de omliggende bomen gingen harder waaien. De wolf moest zo hard hoesten dat de holle boom van het tweede biggetje uit de grond kwam en wegwaaide, zo licht was het. Het biggetje was bang en zonder huisje achtergelaten. “Mijn huisje! Je hebt mijn huisje doen wegwaaien.” Het biggetje rende hard terug naar moeder big.",
      "storyPartFour": "",
      "storyPartFive": ""
    },
    {
      "pieceID" : 2,
      "tieInText": "Moeder big maakt zich zorgen om haar kinderen, kan je helpen? \n Beantwoord haar vraag goed en ze zal je belonen!"
    },
    {
      "pieceID" : 1,
      "storyAudio1" :  "",
      "storyAudio3" : "",
      "storyAudio5" : "" ,
      "storyPartOne": "Het derde biggetje kwam langs een pottenbakker die boos bakstenen aan het gooien was. “Waarom komen er alleen bakstenen uit mijn oven!” riep de pottenbakker. De big keek naar de pottenbakker en vroeg wat hij ging doen met de bakstenen. “Weggooien denk ik, ik kan er niks mee.” “Zou ik ze mogen hebben dan kan ik mijn huisje bouwen”. De pottenbakker keek op naar de big en zei: “Waarom ook niet.” zo ging de big aan het werk de pottenbakker keek toe hoe de big bezig was en zei: “Gebruik de klei die over is om de stenen stevig te op elkaar te zetten. Zo waaien ze niet omver.” De big deed zoals de pottenbakker zei en bouwde verder aan zijn huisje. Toen het biggetje klaar was begon het donker te worden en kwam de pottenbakker kijken. “Dat is een mooi huisje biggetje, je mist alleen nog maar een deur.” De pottenbakker sprong omhoog en liep weg. Toen hij terugkwam had hij een kleine deur vast. “Dit was mijn oude ovendeurtje, gebruik dit als je deur.” De twee zette de deur erin. ",
      "storyPartTwo": "huisje_van_biggetje_3",
      "storyPartThree": "Ze hadden beide niet door dat er een grote grijze wolf naar ze zat te kijken. “Wat is dit nou een biggetje met een huisje, mag ik binnenkomen?” zei hij met een grote grijns. Het biggetje sloot de deur en zei: “Nee, nee dit is mijn huisje, dat mag niet.” “Dan hoest ik en proest ik je huisje wel weg.” De wolf hoestte zo hard dat de bladeren van de bomen waaide. De wolf bleef hoestten tot hij geen adem meer had in zijn longen, maar het huisje bleef staan. De Wolf lag op de grond met vermoeide ogen en zijn tong buiten zijn mond. Het biggetje grinnikte en de pottenbakker kwam er aan met een bezem. De wolf vermoeid en verslagen rende weg en het biggetje kon in vrede veder leven. ",
      "storyPartFour": "",
      "storyPartFive": "Toen hij op bezoek kwam bij moeder big, zag hij zijn broers en die vertellen hem wat er was gebeurd. Het derde biggetje hielp toen de andere biggetjes een huisje bouwen voor hen. Zo kon ieder biggetje veilig in zijn eigen huisje leven. "
    }
  ]
  },
  {
    "storyName": "Hans en grietje",
    "imageUrl": "hansgretel",
    "storyPieces": [
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "Aan de rand van het Fabel woud lag het dorp Kaatswoud, hier woonde een arme Hoothakker met zijn vrouw en 2 kinderen, hans en Grietje. Hans en Grietje waren vaak alleen in het huisje met hun stiefmoeder die een hekel had aan de kinderen. Op een dag kwam de stiefmoeder erachter dat het eten op aan het gaan was. De vrouw ging die avond bij haar man zitten om te praten over de situatie. ”Het eten raakt op en de winter komt eraan. Je moet de kinderen in het bos achterlaten zodat wij genoeg hebben.” De vader wilde er niks van weten, zijn kinderen zouden niet verhongeren in het bos zodat zij konden eten. Hans hoorde dit en ging de volgende ochtend steentjes rapen in de tuin. De stiefmoeder kwam niet veel later de kinderen ophalen. “We gaan naar het bos kinderen, we gaan paddenstoelen rapen terwijl jullie vader in het bos aan het werk is.”",
        "storyPartTwo": "",
        "storyPartThree": "De stiefmoeder leidde de kinderen dieper en dieper het bos in. Toen ze erg diep het bos in waren zei de moeder “jullie wachten hier op me, ik ben zo terug.” Hans wist dat dit niet waar was maar wachtte alsnog op de vrouw. Toen ze na een uur nog niet terug was begon Grietje bang te worden. “Het is goed Grietje, ik weet de weg terug dankzij de steentjes die ik als spoor heb achtergelaten.”  Hans en Grietje liepen hand in hand terug naar hun huis waar ze een verbaasde en woedende stiefmoeder vonden. Ze pakte twee borden en trok ze mee het huis weer uit. ",
        "storyPartFour": "hans_griet_steentjes",
        "storyPartFive": "Deze keer had hans niet genoeg tijd om steentjes te verzamelen maar gebruikte broodkruimels van het oude brood als spoor. De stiefmoeder bracht ze nog dieper het bos in en vertelde ze dat ze pas terug zou komen als het brood op was. Braaf ging Grietje zitten en eten van het brood maar zodra hans hun stiefmoeder niet meer zag trok hij haar omhoog en begonnen ze te lopen. Niet veel later zagen ze dat de vogels het spoor hadden opgegeten. “Stomme vogels, nu vinden we ons huis nooit meer terug.” Riep hij. Ze liepen door in de hoop het spoor terug te vinden maar raakte alleen maar verder verdwaalt. Na een paar uur lopen kwamen ze een huisje tegen in het bos."
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "Het huisje was tot hun verbazing gemaakt van speculaas, koek en snoep. De kinderen hadden honger gekregen en rende eropaf. Ze braken een stukje van het speculaas hekje af en aten ervan. Toen hoorde ze van het huisje komen. “Knibbel knabbel knuisje, wie knabbelt er aan mijn huisje?” de kinderen keken geschrokken om en zagen een oude vrouw in de deuropening staan. “Kinderen, het is niet nodig om het hek te eten ik heb eten op tafel staan.” Zei de vrouw. De kinderen rende langs de vrouw naar binnen en verslonden het eten. Er lagen kippenpoten en ijs en vele andere lekkere dingen. De oude vrouw keek toe hoe de kinderen te werk gingen. Na de tafel leeg te hebben gegeten zei de vrouw. “Jullie zullen wel moe zijn van jullie buikjes vol te hebben gegeten. Ga lekker slapen in de bedjes boven.” De kinderen volgde de vrouw en vielen in slaap in de bedjes. ",
        "storyPartTwo": "hans_en_grietje_huis",
        "storyPartThree": "De volgende ochtend werd Grietje wakker en zag hans niet meer liggen. Toen Grietje naar beneden kwam zag ze hans opgesloten in een kooi. Grietje rende naar hans toe maar werd tegengehouden door de vrouw. “Nee, nee, meisje hij blijft daarin tot hij lekker dik is zodat ik hem kan opeten.” Dat was het moment dat de kinderen doorhadden dat de lieve oude vrouw een gemene oude heks was. Grietje werd gedwongen om het huis schoon te houden terwijl de heks hans eten bleef geven. De kinderen kwamen erachter dat de heks niet goed zag. De heks vroeg iedere dag om hans zijn vinger om te kijken of hij dik genoeg was. Hans was slim en had een kippenbotje uitgestoken naar de heks.",
        "storyPartFour": "",
        "storyPartFive": "Na vele dagen van frustratie werd de heks het zat. “Meisje maak de oven klaar, ik heb lang genoeg gewacht, ik heb honger.” Grietje keek naar de grote oven van de heks en opende het deurtje. Ze had de oven aangestoken en zag hoe groot hij was van binnen zo groot zelfs dat de heks er makkelijk in zou kunnen passen “Ik denk niet dat hans hierin past” loog ze. “Wat zeg je nou weer, tuurlijk past hij erin.” Zei de heks toen ze kwam kijken Grietje wachtte tot de heks haar hoofd in de oven stak en duwde de heks erin."
      },
      {
        "pieceID": 3,
        "preActionText": "",
        "postActionText": ""
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "Nu dat de heks in de oven zat schreeuwde ze het uit. Grietje rende naar de tafel waar ze de sleutel had zien liggen en liet haar broer eruit. “Goed gedaan” zei hans. De kinderen namen tassen vol eten mee en rende weg van het snoephuisje. Toen ze buiten stonden moesten ze nog steeds een weg terug naar huis vinden. De kinderen rende richting het noorden want ze wisten van hun vader dat dat naar huis kon leiden.",
        "storyPartTwo": "",
        "storyPartThree": "Ze rende en rende tot ze de oude stukken brood tegenkwamen die ze hadden laten liggen. Een vogel zat ernaast van het brood te eten. Toen de vogel hans en Grietje zat vloog in cirkels tussen een richting en hun. “Het lijkt wel alsof de vogel ons ergens wil brengen.” Zei Grietje. Hans was er niet zo zeker van maar ze hadden geen beter idee. De kinderen volgde de vogel en uiteindelijk kwamen ze het dorpje tegen en hun huisje.",
        "storyPartFour": "hans_en_grietje_terugkomst",
        "storyPartFive": "Binnen vonden ze hun vader alleen in de keuken. Hans en Grietje riepen hun vader die met verbazing en opluchting omhoogkeek en zijn kinderen omarmde. De kinderen gaven hun vader de zakken met eten en hij vertelde dat ze zich geen zorgen hoefde te maken om die vreselijke vrouw. Ze was spontaan gestorven een paar uur terug. En zo leefde ze nog een lang en met volle magen door."
      }
    ]
  },
  {
    "storyName": "Roodkapje",
    "imageUrl": "redriding",
    "storyPieces": [
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      }
    ]
  },
  {
    "storyName": "Draak blaaskaak",
    "imageUrl": "blaaskaak",
    "storyPieces": [
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      }
    ]
  }
]
