[
  {
    "storyName": "Tutorial",
    "imageUrl": "tutorial",
    "storyType": "TUTORIAL",
    "storyPieces": [
      {
        "pieceID" : 1,
        "storyAudio1" :  "tutorial_nl_1",
        "storyAudio3" : "tutorial_nl_2",
        "storyAudio5" : "" ,
        "storyPartOne": "“Hey, jij daar!” je hoort iemand naar je roepen. Een slanke man loopt op je af. “Ik heb jou nog nooit eerder gezien. Ben je nieuw in het koninkrijk van de Essteling?” jij knikt, ja dat was je, je was pas net aangekomen. “Nou het is fijn om een nieuw gezicht hier te zien, het koninkrijk is heel stil geworden de laatste tijd. Mijn naam is Scribe, ik ben de koninkrijk ’s bibliothecaris “de man kijkt naar je met vragende ogen. “Zeg, ben jij toevallig niet de nieuwe speurder?” jij knikt weer. “Dat is geweldig, het koninkrijk kan goed gebruik maken van je hulp.” zei hij vrolijk. “Laat ik je naar het kasteel leiden, ze willen je waarschijnlijk zo snel mogelijk zien.” je volgt Scribe naar het kasteel door de lege straten. “Zoals je misschien al weet zijn de fabels weggenomen en opgesloten door de boze geest. Nu komen er niet zoveel mensen meer naar dit gedeelte van rijk.” Scribe zucht. “Maar nu ben jij hier en kan je ons helpen om ze terug te krijgen.” de bibliothecaris brengt je de hele weg naar het kasteel en zwaait vaarwel voor hij weer teruggaat naar het dorp. ",
        "storyPartTwo": "tutorial_kasteel",
        "storyPartThree": "Binnen vind je twee personen aan het kibbelen, een kleine man en een lange vrouw. Beide hadden boeken en andere gereedschappen aan hun riem hangen. Die twee moeten de koninkrijk ’s speurders zijn. Jij loopt op ze af en hoort waar ze over aan het kibbelen zijn. “Heb je enig idee hoelang het gaat duren, al het zoeken, onderzoeken en vergeet niet de monsters afweren.” de man was zeer gestrest en in paniek. “Lang en gevaarlijk, maar net als de vorige 20 keer dat ik het heb gezegd, de fabels gaan niet zichzelf bevrijden.” snauwde ze naar hem. Ze ziet jou dichterbij komen en bekijkt je van top tot teen. Ze pakt de man en draait hem om. “Ow had je iets van ons nodig?” vraagt hij. “Natuurlijk, Pardipsus, dat is toch duidelijk een junior speurder.” snauwt ze weer richting de man. Pardipsus knijpt met zijn ogen en kijkt naar je kleding. “Ah ja, ik denk dat je gelijk hebt Zorna.” zei hij met een enthousiaste knik. “Zeg als jij een speurder bent dan moet je haast de speurder zijn die ons is komen helpen, toch?” vroeg Zorna. Je knikt. “Laten we dan beginnen, er is geen tijd te verliezen.”  ",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "tutorial_nl_3",
        "storyAudio3" : "tutorial_nl_4",
        "storyAudio5" : "" ,
        "storyPartOne": "In het lab van de speurders zie je vele papieren op de grond en boeken en apparaatjes op de tafels. Deze twee waren overduidelijk niet de grootste fans van schoonmaken. “Als een verse speurder heb je waarschijnlijk niet veel ervaring met het boek van fabels denk ik.” zegt Pardipsus. “Wij zullen je laten zien hoe het werkt” ze laten ieder hun eigen boek van fabels zien, Pardipsus heeft een levendig groen boek terwijl Zorna een grijze heeft. “Ik heb een kleurenblinde versie omdat ik geen kleuren kan zien. Het helpt me met het lezen. Als je dat ook nodig hebt kan je dat met optie spreuken aanpassen, deze vind je achter in het boek. “ ",
        "storyPartTwo": "tutorial1",
        "storyPartThree": "“Zoals je misschien al is verteld heeft de boze geest van het woud de fabels van de Essteling weggenomen en gebonden aan het woud.” legt Pardipsus uit. “Om de boze geest te verslaan moeten we eerst de fabels bevrijden en ontbinden. Alleen met de magie van de fabels kunnen we de boze geest voorgoed verslaan.” Zorna wijst in haar boek. “Om de fabels te bevrijden moeten we een specifieke spreuk gebruiken. De spreuk heeft de neiging om in de buurt te zitten van de fabel dus kijk daar goed rond.” legt Zorna uit. “Als je de spreuk hebt gebruikt moet je ze ontbinden. Lees door het verhaal heen en voltooi de taken, alleen dan kunnen ze werkelijk vrij zijn.” Je ziet een lange lijst met fabels in Pardipsus’ boek. “Dit is een lijst van alle fabels waarvan we weten dat ze weggenomen zijn. Er zijn mogelijk nog meer. Ik geef je voor nu een kleiner lijstje met makkelijke zodat je ergens kan beginnen. Je vindt de lijst en de fabels hier.” legt hij uit terwijl hij naar iets in zijn boek wijst. ",
        "storyPartFour": "tutorial2_nl",
        "storyPartFive": ""
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "tutorial_nl_5",
        "storyAudio3" : "tutorial_nl_6",
        "storyAudio5" : "" ,
        "storyPartOne": "Je ziet een groot gedeelte van het boek dat nog niet besproken is en vraagt je af wat het is. “Dat is de prestatie deel van het boek, hier kan je zien hoe goed je het doet als speurder.” Pardipsus fluistert in je oor. ” Zorna heeft nog geen enkele dus ze kan een beetje zuur zijn als je er ene krijgt.” hij grinnikt tot hij Zorna’s blik ziet. “Je krijgt deze automatisch tijdens je avonturen dus kijk er over tijd naar.”  ",
        "storyPartTwo": "tutorial3_nl",
        "storyPartThree": "“Laten we op avontuur gaan!” juicht Pardipsus tot hij wordt teruggetrokken door Zorna. “Laten we eerst onze nieuwe speurder testen” zegt ze.  ",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID": 2,
        "tieInText": "Beantwoord de vragen van Zorna en Pardipsus goed"
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "tutorial_nl_7",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "“Je lijkt alles te weten wat je nodig gaat hebben om een groot speurder te worden. Laten we nu echt beginnen aan ons avontuur om het koninkrijk te redden.” juicht Pardipsus opnieuw. “Ja nu is het tijd” knikt ze. De drie van jullie gaan op pad naar het bos en daar zucht Zorna nog een maal diep. “Hier scheiden onze wegen. Pardipsus gaat terug naar het dorp om daar en in het kasteel te helpen terwijl ik naar het zuiden ga om daar informatie te zoeken. Jij hebt de belangrijkste taak, je gaat het bos in om te zoeken naar alle fabels. Veel succes speurder!” zegt ze voordat jullie alle drie een andere kant op gaan. Daar sta je dan, een nieuwe speurder, klaar om op avontuur te gaan om alle fabels te leren die het woud verborgen houdt. Veel succes en veel plezier in het Fabelwoud! ",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      }
    ]
  },
  {
    "storyName": "De drie biggetjes",
    "imageUrl": "threepigs",
    "storyType": "BIGGETJES",
    "storyPieces": [
    {
      "pieceID" : 1,
      "storyAudio1" :  "biggetje_nl_1",
      "storyAudio3" : "biggetje_nl_2",
      "storyAudio5" : "biggetje_nl_3" ,
      "storyPartOne": "In het bos woonde een moeder big met drie kinderen. Moeder big had maar een klein huisje waar ze haar groter wordende kinderen niet in kwijt kon. Ze besloot ze op avontuur te sturen om een nieuw huisje te vinden voor hunzelf. De biggetjes zeurde, maar moeder big had de keuze al gemaakt. De volgende dag gingen ze alle drie op pad. Ieder een richting op. Moeder big zwaaide ze uit tot ze verdwenen waren in het bos.",
      "storyPartTwo": "huisje_van_biggetje_1",
      "storyPartThree": "Het eerste biggetje vond een boer die stro en takken aan het verzamelen was. Het biggetje vroeg waarom hij dat deed en de boer antwoordde simpelweg: “Om een hutje te maken voor mijn kippen, zo blijven ze warm en droog.”, Het eerste biggetje was onder de indruk van de boers idee en ging ook stro en takken verzamelen. Het biggetje was zijn nieuwe huisje gaan bouwen maar kon geen muren maken. Na harde werk kon hij droog blijven mocht het gaan regenen. Het biggetje ging slapen in zijn hutje maar werd wakker gemaakt door gestomp.",
      "storyPartFour": "",
      "storyPartFive": "Een grijze oude wolf kwam langs gestrompeld. “Wat is dit nou? Een biggetje in een hutje, mag ik binnenkomen?” hoestte de wolf. Het biggetje bang van de wolf zei: “Nee grote wolf je mag niet binnentreden, mijn huisje is niet groot genoeg voor z’n tweeën.” De wolf teleurgesteld zei: “Dan hoest ik en proest ik je huisje wel weg” De wolf hoestte zo hard dat de wind stil viel, en zo hard dat het hutje van het eerste biggetje kapotwaaide. Het biggetje was verdrietig en bang. “Mijn huisje is weg.” Zei hij huilend op weg naar moeder big."
    },
    {
      "pieceID" : 1,
      "storyAudio1" :  "biggetje_nl_4",
      "storyAudio3" : "biggetje_nl_5",
      "storyAudio5" : "" ,
      "storyPartOne": "Het tweede biggetje kwam na lang zoeken in het bos een houthakker tegen. “Waarom hak je al deze bomen om?” vroeg het biggetje. De houthakker legde zijn bijl neer. “Omdat ik mijn huis uit deze bomen ga maken.” het biggetje was verbaast en wilde ook een huis van bomen bouwen. Jammer genoeg voor het tweede biggetje had hij geen bijl zoals de houthakker. Het biggetje keek rond en zag een boom die de houthakker had overgeslagen. “Waarom heb je die niet meegenomen?” vroeg het biggetje. “Die is te zwak” zei de houthakker “Hij is hol vanbinnen” hij klopte erop en het biggetje hoorde een hol geluid. “Succes met je huisje vinden” zei de houthakker terwijl hij wegliep met zijn hout.",
      "storyPartTwo": "huisje_van_biggetje_2",
      "storyPartThree": "Het biggetje keek naar de holle boom en keek er in. “Ik kan hier wonen, het is groot genoeg voor mij!” hij kroop er in en maakte zich comfortabel. Net wilde hij gaan slapen toen een grote grijze wolf langs liep. De wolf zag het biggetje en vroeg weer: “Wat is dit nou? Een biggetje in een boom, mag ik binnenkomen?” het biggetje schoot wakker en riep: “Nee, nee je bent te groot, dat past niet”. De wolf was weer teleurgesteld en hoestte naar het biggetje. “Dan hoest ik en proest ik je huisje wel weg” en zo hoestte hij zo hard de omliggende bomen gingen harder waaien. De wolf moest zo hard hoesten dat de holle boom van het tweede biggetje uit de grond kwam en wegwaaide, zo licht was het. Het biggetje was bang en zonder huisje achtergelaten. “Mijn huisje! Je hebt mijn huisje doen wegwaaien.” Het biggetje rende hard terug naar moeder big.",
      "storyPartFour": "",
      "storyPartFive": ""
    },
    {
      "pieceID" : 2,
      "tieInText": "Moeder big maakt zich zorgen om haar kinderen, kan je helpen? \n Beantwoord haar vraag goed en ze zal je belonen!"
    },
    {
      "pieceID" : 1,
      "storyAudio1" :  "biggetje_nl_6",
      "storyAudio3" : "biggetje_nl_7",
      "storyAudio5" : "biggetje_nl_8" ,
      "storyPartOne": "Het derde biggetje kwam langs een pottenbakker die boos bakstenen aan het gooien was. “Waarom komen er alleen bakstenen uit mijn oven!” riep de pottenbakker. De big keek naar de pottenbakker en vroeg wat hij ging doen met de bakstenen. “Weggooien denk ik, ik kan er niks mee.” “Zou ik ze mogen hebben dan kan ik mijn huisje bouwen”. De pottenbakker keek op naar de big en zei: “Waarom ook niet.” zo ging de big aan het werk de pottenbakker keek toe hoe de big bezig was en zei: “Gebruik de klei die over is om de stenen stevig te op elkaar te zetten. Zo waaien ze niet omver.” De big deed zoals de pottenbakker zei en bouwde verder aan zijn huisje. Toen het biggetje klaar was begon het donker te worden en kwam de pottenbakker kijken. “Dat is een mooi huisje biggetje, je mist alleen nog maar een deur.” De pottenbakker sprong omhoog en liep weg. Toen hij terugkwam had hij een kleine deur vast. “Dit was mijn oude ovendeurtje, gebruik dit als je deur.” De twee zette de deur erin. ",
      "storyPartTwo": "huisje_van_biggetje_3",
      "storyPartThree": "Ze hadden beide niet door dat er een grote grijze wolf naar ze zat te kijken. “Wat is dit nou een biggetje met een huisje, mag ik binnenkomen?” zei hij met een grote grijns. Het biggetje sloot de deur en zei: “Nee, nee dit is mijn huisje, dat mag niet.” “Dan hoest ik en proest ik je huisje wel weg.” De wolf hoestte zo hard dat de bladeren van de bomen waaide. De wolf bleef hoestten tot hij geen adem meer had in zijn longen, maar het huisje bleef staan. De Wolf lag op de grond met vermoeide ogen en zijn tong buiten zijn mond. Het biggetje grinnikte en de pottenbakker kwam er aan met een bezem. De wolf vermoeid en verslagen rende weg en het biggetje kon in vrede veder leven. ",
      "storyPartFour": "",
      "storyPartFive": "Toen hij op bezoek kwam bij moeder big, zag hij zijn broers en die vertellen hem wat er was gebeurd. Het derde biggetje hielp toen de andere biggetjes een huisje bouwen voor hen. Zo kon ieder biggetje veilig in zijn eigen huisje leven. "
    }
  ]
  },
  {
    "storyName": "Hans en grietje",
    "imageUrl": "hansgretel",
    "storyType": "HANS_EN_GRIETJE",
    "storyPieces": [
      {
        "pieceID" : 1,
        "storyAudio1" :  "hansgrietje_nl_1",
        "storyAudio3" : "hansgrietje_nl_2",
        "storyAudio5" : "hansgrietje_nl_3" ,
        "storyPartOne": "Aan de rand van het Fabel woud lag het dorp Kaatswoud, hier woonde een arme Hoothakker met zijn vrouw en 2 kinderen, Hans en Grietje. Hans en Grietje waren vaak alleen in het huisje met hun stiefmoeder die een hekel had aan de kinderen. Op een dag kwam de stiefmoeder erachter dat het eten op aan het gaan was. De vrouw ging die avond bij haar man zitten om te praten over de situatie. ”Het eten raakt op en de winter komt eraan. Je moet de kinderen in het bos achterlaten zodat wij genoeg hebben.” De vader wilde er niks van weten, zijn kinderen zouden niet verhongeren in het bos zodat zij konden eten. Hans hoorde dit en ging de volgende ochtend steentjes rapen in de tuin. De stiefmoeder kwam niet veel later de kinderen ophalen. “We gaan naar het bos kinderen, we gaan paddenstoelen rapen terwijl jullie vader in het bos aan het werk is.” ",
        "storyPartTwo": "",
        "storyPartThree": "De stiefmoeder leidde de kinderen dieper en dieper het bos in. Toen ze erg diep het bos in waren zei de moeder “Jullie wachten hier op me, ik ben zo terug.” Hans wist dat dit niet waar was maar wachtte alsnog op de stiefmoeder. Toen ze na een uur nog niet terug was begon Grietje bang te worden. “Het is goed Grietje, ik weet de weg terug dankzij de steentjes die ik als spoor heb achtergelaten.” Hans en Grietje liepen hand in hand terug naar hun huis waar ze een verbaasde en woedende stiefmoeder vonden. Ze pakte twee stukjes brood en trok ze mee het huis weer uit.  ",
        "storyPartFour": "hans_griet_steentjes",
        "storyPartFive": "Deze keer had hans niet genoeg tijd om steentjes te verzamelen maar gebruikte broodkruimels van het oude brood als spoor. De stiefmoeder bracht ze nog dieper het bos in en vertelde ze dat ze pas terug zou komen als het brood op was. Braaf ging Grietje zitten en eten van het brood maar zodra hans hun stiefmoeder niet meer zag trok hij haar omhoog en begonnen ze te lopen. Niet veel later zagen ze dat de vogels het spoor hadden opgegeten. “Stomme vogels, nu vinden we ons huis nooit meer terug.” Riep hij. Ze liepen door in de hoop het spoor terug te vinden maar raakte alleen maar verder verdwaalt. Na een paar uur lopen kwamen ze een huisje tegen in het bos."
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "hansgrietje_nl_4",
        "storyAudio3" : "hansgrietje_nl_5",
        "storyAudio5" : "hansgrietje_nl_6" ,
        "storyPartOne": "Het huisje was tot hun verbazing gemaakt van speculaas, koek en snoep. De kinderen hadden honger gekregen en rende eropaf. Ze braken een stukje van het speculaas hekje af en aten ervan. Toen hoorde ze van het huisje komen. “Knibbel knabbel knuisje, wie knabbelt er aan mijn huisje?” De kinderen keken geschrokken om en zagen een oude vrouw in de deuropening staan. “Kinderen, het is niet nodig om het hek te eten ik heb eten op tafel staan.” Zei de vrouw. De kinderen rende langs de vrouw naar binnen en verslonden het eten. Er lagen kippenpoten en ijs en vele andere lekkere dingen. De oude vrouw keek toe hoe de kinderen te werk gingen. Na de tafel leeg te hebben gegeten zei de vrouw. “Jullie buikjes zullen wel vol zijn en jullie zullen vast moe zijn. Ga lekker slapen in de bedjes boven.” De kinderen volgde de vrouw en vielen in slaap in de bedjes.  ",
        "storyPartTwo": "hans_en_grietje_huis",
        "storyPartThree": "De volgende ochtend werd Grietje wakker en zag hans niet meer liggen. Toen Grietje naar beneden kwam zag ze Hans opgesloten in een kooi. Grietje rende naar hans toe maar werd tegengehouden door de vrouw. “Nee, nee, meisje hij blijft daarin tot hij lekker dik is zodat ik hem kan opeten.” Dat was het moment dat de kinderen doorhadden dat de lieve oude vrouw een gemene oude heks was. Grietje werd gedwongen om het huis schoon te houden terwijl de heks hans eten bleef geven. De kinderen kwamen erachter dat de heks niet goed zag. De heks vroeg iedere dag om hans zijn vinger om te kijken of hij dik genoeg was. Hans was slim en had een kippenbotje uitgestoken naar de heks.",
        "storyPartFour": "",
        "storyPartFive": "Na vele dagen van frustratie werd de heks het zat. “Meisje maak de oven klaar, ik heb lang genoeg gewacht, ik heb honger.” Grietje keek naar de grote oven van de heks en opende het deurtje. Ze had de oven aangestoken en zag hoe groot hij was van binnen zo groot zelfs dat de heks er makkelijk in zou kunnen passen “Ik denk niet dat Hans hierin past” loog ze. “Wat zeg je nou weer, tuurlijk past hij erin.” Zei de heks toen ze kwam kijken Grietje wachtte tot de heks haar hoofd in de oven stak en duwde de heks erin."
      },
      {
        "pieceID": 3,
        "preActionText": "Snel doe de ovendeur dicht zodat de heks niet kan ontsnappen!",
        "postActionText": "Goed gedaan, nu zijn Hans en Grietje veilig van de heks.",
        "MQTTTopic": "OVEN",
        "preImage": "hans_en_grietje_oven1",
        "postImage": "hans_en_grietje_oven2"
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "hansgrietje_nl_7",
        "storyAudio3" : "hansgrietje_nl_8",
        "storyAudio5" : "hansgrietje_nl_9" ,
        "storyPartOne": "Nu dat de heks in de oven zat schreeuwde ze het uit. Grietje rende naar de tafel waar ze de sleutel had zien liggen en liet haar broer eruit. “Goed gedaan” zei hans. De kinderen namen tassen vol eten mee en rende weg van het snoephuisje. Toen ze buiten stonden moesten ze nog steeds een weg terug naar huis vinden. De kinderen rende richting het noorden want ze wisten van hun vader dat dat naar huis kon leiden.",
        "storyPartTwo": "",
        "storyPartThree": "Ze rende en rende tot ze de oude stukken brood tegenkwamen die ze hadden laten liggen. Een vogel zat ernaast van het brood te eten. Toen de vogel Hans en Grietje zag, vloog hij in cirkels tussen een richting en hun. “Het lijkt wel alsof de vogel ons ergens wil brengen.” Zei Grietje. Hans was er niet zo zeker van maar ze hadden geen beter idee. De kinderen volgde de vogel en uiteindelijk kwamen ze het dorpje tegen en hun huisje.",
        "storyPartFour": "hans_en_grietje_terugkomst",
        "storyPartFive": "Binnen vonden ze hun vader alleen in de keuken. Hans en Grietje riepen hun vader die met verbazing en opluchting omhoogkeek en zijn kinderen omarmde. De kinderen gaven hun vader de zakken met eten en hij vertelde dat ze zich geen zorgen hoefde te maken om die vreselijke vrouw. Ze was spontaan gestorven een paar uur terug. En zo leefde ze nog een lang en met volle magen door."
      }
    ]
  },
  {
    "storyName": "Roodkapje",
    "imageUrl": "redriding",
    "storyType": "ROODKAPJE",
    "storyPieces": [
      {
        "pieceID" : 1,
        "storyAudio1" :  "red_nl_1",
        "storyAudio3" : "red_nl_2",
        "storyAudio5" : "" ,
        "storyPartOne": "Er leefde eens een klein meisje in een dorp aan de rand van een bos. Dit meisje was speciaal omdat ze altijd haar felrode cape om had als ze naar buiten ging. Het dorpje had haar de bijnaam gegeven van roodkapje. Roodkapje hoorde van haar moeder op ene dag dat oma ziek was geworden en dat zij haar versgebakken muffins moest brengen. Roodkapje pakte haar cape en ging op pad naar het bos. Haar oma woonde al vele jaren in het bos en roodkapje wist de route zolang ze niet van het pad dwaalde.  ",
        "storyPartTwo": "",
        "storyPartThree": "In het bos waren vele beesten die wachtten op een verse prooi, maar geen van hen was zo geniepig als de wolf. De wolf had al lang niet meer gegeten en was zeer hongerig. Tot zijn verbazing hoorde hij een meisje zingen en hij besloot de muziek te volgen. Hij vond een meisje door het bos huppelen in een felrode cape. Hij volgde haar en uiteindelijk stopte ze om te kijken naar een bloemenveld net van het pad af. “Nou, nou klein meisje wat doe je in het bos?” vraagt hij aan roodkapje. “En waar ga je heen met die muffins?” hij steekt zijn neus uit naar het mandje. “Nee wolf, die zijn niet voor jou. Ik ga naar oma toe en geef ze aan haar omdat ze ziek is.” de wolf begint te grijnzen, hij heeft een idee gekregen voor een makkelijke prooi. “Nou dan, je oma zou het geweldig vinden om bloemen te krijgen om haar op te vrolijken. Waarom ga je ze niet even plukken?” zei de wolf met een brede glimlach. Roodkapje huppelt vrolijk naar het bloemenveld. “Dat is een goed idee meneer wolf, dank je” zegt ze. De wolf wacht tot ze haar rug naar hem heeft en sprint het pad af. ",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "red_nl_3",
        "storyAudio3" : "red_nl_4",
        "storyAudio5" : "" ,
        "storyPartOne": "Nadat roodkapje klaar is met de bloemen plukken doet ze deze in haar mandje. Ze had de wolf niet meer gezien maar spendeerde er geen aandacht aan. Ze volgde het pad nogmaals en kwam onderweg een grote man tegen die hout aan het hakken was. “Hallo meneer de houthakker” zegt ze vrolijk. “Hallo roodkapje, ga je naar je oma toe?” ze knikt. “Ze is ziek en ik ga haar muffins brengen om haar beter te laten voelen.” de houthakker glimlacht. “Je bent een lief meisje, je hebt zelfs bloemen meegenomen” “het was het idee van meneer wolf.” Zegt ze eerlijk. De houthakker wordt heel serieus zodra hij hoort dat er een wolf in de beurt is. “Wees voorzichtig om wolven heen, ze kunnen vrij geniepig zijn.” Roodkapje knikt en zegt “zal ik doen” ",
        "storyPartTwo": "",
        "storyPartThree": "Als ze aankomt bij oma’s huisje, ziet ze dat de deur dicht is. Om hem open te doen moet ze de bel gebruiken om de aandacht van oma te trekken. Oma is vrij oud dus een klop op de deur voldoet niet.  ",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID": 3,
        "preActionText": "Je moet de bel indrukken, om oma niet te laten schrikken als ze roodkapje binnen ziet. ",
        "postActionText": "Roodkapje kan nu naar binnen.",
        "MQTTTopic": "DOORBELL",
        "preImage": "roodkapje_aanbellen",
        "postImage": "verklede_wolf"
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "red_nl_5",
        "storyAudio3" : "red_nl_6",
        "storyAudio5" : "" ,
        "storyPartOne": "Roodkapje komt naar binnen en ziet oma in bed. “Hallo oma, ik heb je een paar muffins en bloemen gebracht om je beter te laten voelen.” zegt roodkapje. “Dat is heel lief van je schat, kom dichterbij zodat ik je beter kan zien.” zegt oma. Roodkapje doet een stap vooruit en ziet oma's oren boven de lakens uitsteken. “Oma wat heeft u grote oren.” zegt roodkapje. “dat is zodat ik je beter kan horen.” antwoord oma. Roodkapje doet nog een stap vooruit en ziet oma's ogen. “Oma wat heeft u grote ogen.” zegt roodkapje. “Dat is zodat ik je beter kan zien.” zegt ze. Roodkapje doet nog een stap vooruit en ziet oma's tanden. “Oma wat heeft u grote tanden. ” zegt roodkapje. “Dat ik zodat ik je beter kan opeten. “Zegt de wolf en hij eet Roodkapje in een keer op. ",
        "storyPartTwo": "",
        "storyPartThree": "De houthakker had Roodkapje gevolgd omdat hij zich zorgen maakte over haar. Hij kwam aan bij het huisje van oma en keek door het raampje. Binnen zag de hij de wolf slapen op het bed met een dikke buik. De houthakker wist wat hij moest doen en kroop naar binnen. Hij maakte de wolf zijn buik open in daarin vond hij roodkapje en oma. Beide sprongen uit de wolf en gaven hem een grote knuffel om hem te bedanken voor hun redding. Die dag aten Roodkapje, oma en de houthakker van de verse muffins en had oma nieuwe bloemen en een nieuw tapijt. ",
        "storyPartFour": "",
        "storyPartFive": ""
      }
    ]
  },
  {
    "storyName": "Draak blaaskaak",
    "imageUrl": "blaaskaak",
    "storyType": "DRAAK",
    "storyPieces": [
      {
        "pieceID" : 1,
        "storyAudio1" :  "draak_nl_1",
        "storyAudio3" : "draak_nl_2",
        "storyAudio5" : "" ,
        "storyPartOne": "Diep in het duisterste gedeelte van het fabel woud leefde er een draak die de ontelbare schatten had verzameld van koninkrijken. Dit was de grote groene draak Argonant. Argonant was een arrogante draak die beweerde dat geen mens zijn schatten kon stelen zolang hij er zat. Velen ridders en prinsen hebben een poging gedaan tot het stelen van de schatten om rijk te worden maar allen zaten op blaren voor een jaar lang. De koning loofde een beloning uit voor wie van de draak een schat kon stelen. Hij zou die persoon tot ridder eren. Vele probeerde van Argonant te stelen maar allen kwamen terug met lege handen. ",
        "storyPartTwo": "",
        "storyPartThree": "“Kan niemand van deze arrogante draak stelen?” vroeg de koning. Een kleine jongen stapte naar voren. “Ik ben klein en kan langs de draak glippen. Hij heeft namelijk slechte ogen.” De koning moest lachen en zei dat het een volwassenen taak was en niet voor kinderen. De jongen stormde boos weg en ging het bos in. Het pad was zo vaak bewandeld door de ridders dat het makkelijk te volgen was. De jongen kwam bij de opening waar de draak zat. De draak zat gebogen over zijn kist en pufte rookwolkjes uit zijn neus. Zijn groene schubben glimmerede in de zon en zijn ademhaling rommelde door het woud heen. Toen de jongen dichtbij kwam maakte hij te veel geluid en de draak zijn ogen schoten naar de jongen toe. “Wie doorbreekt mijn rust? Kom jij voor mijn schatten?” zei de draak met een grom. “Nee draak ik kwam je alleen bewonderen” zei de jongen. “Ik had nog nooit een draak zo groot en sterk gezien.” De draak snufte en keek voor zich uit. “Dat is prima maar blijf van mijn schat weg.” “Maar ik zou graag ook je schat willen bewonderen” zegt de jongen. “Kan je de deksel van de kist openhouden dat ik ze vanaf hier kan zien?” de draak knikte en opende de kist. De jongen liep naar voren tot de ogen van de draak op hem afschoten. “Kom niet dichterbij, anders verbrand ik je” gromde de draak. De jongen deed een stap achteruit. Dat was dus het punt tot waar de draak kon zien. De jongen bleef aan verschillende plekken proberen en iedere keer zei de draak hetzelfde. De jongen kreeg door dat de draak het slechtste recht vooruit kon kijken dus sloop op hem af. ",
        "storyPartFour": "",
        "storyPartFive": ""
      },
      {
        "pieceID": 3,
        "preActionText": "Je moet op de juiste afstand staan om de draak niet boos te maken en de schat te stelen.  ",
        "postActionText": "Het is gelukt om een schat te stelen.",
        "MQTTTopic": "Draak",
        "preImage": "blaaskaak_schatkist",
        "postImage": "schatkist"
      },
      {
        "pieceID" : 1,
        "storyAudio1" :  "draak_nl_3",
        "storyAudio3" : "",
        "storyAudio5" : "" ,
        "storyPartOne": "De jongen sloop weer achteruit. “Ow grote draak, je waakt zo goed over je schat maar, ik moet nu naar huis” zei de jongen. “Mag ik nog eens langs komen?” vroeg hij. “Dat mag zeker, je mag mij en mijn schitterende schat iedere dag komen bewonderen als je dat wilt.” Zei hij trots. De jongen beloofde de volgende dag terug te komen en ging naar huis. Daar verstopte hij de schat in zijn slaapkamer. De stad lachte hem uit toen hij naar ze terug was gekomen maar de jongen wist beter. En zo ging de jongen iedere dag terug om een ding mee te nemen tot de kist leeg was. Toen hij het laatste bij had vertelde hij tegen de draak dat hij niet meer terug mocht komen en de draak vond dat zeer jammer hij genoot wel van bezoek dat niet zijn schatten probeerde te stelen. De jongen pakte thuis een zak en deed daar alle schatten in. Hij liep naar de koning toe en legde de zak aan zijn voeten neer. De koning keek verbaast naar de jongen en moest lachen. “Goed gedaan nu zal ik je benoemen naar ridder …” “Johan” zei de jongen. De jongen werd tot ridder benoemt maar wist ook iets over de koning ook die had slechte ogen en daar haalde hij hetzelfde trucje uit hij stal iedere dag een schat tot niks over was. En zo leefde ridder Johan een rijk leven en de arrogante koning en draak Argonant hadden zonder dat ze het wiste geen schat meer over. ",
        "storyPartTwo": "",
        "storyPartThree": "",
        "storyPartFour": "",
        "storyPartFive": ""
      }
    ]
  }
]
